src/tr069/samples/tr069_delete_object_req.xml

<soapenv:Envelope
  xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
  soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:cwmp="urn:dslforum-org:cwmp-1-0">
    <soapenv:Header>
      <cwmp:ID soap:mustUnderstand="1">1234</cwmp:ID>
    </soapenv:Header>
    <soapenv:Body>
      <cwmp:DeleteObject>
	<ObjectName>.a.c.8.</ObjectName>
	<ParameterKey>Some Parameter Key</ParameterKey>
      </cwmp:DeleteObject>
    </soapenv:Body>
</soapenv:Envelope>
